Repository: sahirshahryar/PrintCreator
Catalog: PrintCreator/*.lproj/Localizable.strings
Languages: de

# gui-basics.cancel
source: Cancel
de: Abbrechen

# gui-basics.back
source: Back
de: Zurück

# mdl-parse-error.dialog-title
source: Parsing Failed
de: Analytischer Fehler

# mdl-parse-error.number-only
source: Error on line {0}:
de: Fehler in Zeile {0}:

# mdl-parse-error.number-and-text
source: Error on line {0} ({1}):
de: Fehler in Zeile {0} ({1}):

# mdl-parse-error.illegalFileType
source: The file {0} is not a .mdl file
de: Die Datei, die '{0}' bennant ist, ist kein .mdl-Datei

# mdl-parse-error.fileAccessError
source: Unable to access the file '{0}'
de: Die Datei '{0}' ist unerreichbar

# mdl-parse-error.invalidAliasDefinition
source: alias definition is not formatted correctly
de: der Alias ist unrichtig formatiert

# mdl-parse-error.aliasAlreadyUsed
source: duplicate alias '{0}'
de: doppeltes Alias '{0}'

# mdl-parse-error.illegalAliasName
source: '{0}' is not a legal alias name (cannot be 'let' or 'autopeg'
de: '{0}' ist kein berechtigtes Alias (es kann nicht 'let' oder 'autopeg' sein)

# mdl-parse-error.remappedAliasName
source: aliases must resolve directly to a block type; mapping one alias to another is not permitted
de: Aliasse mussen direkt zu einem Block-Typ auflösen; ein Alias darf nicht zu ein andere Alias auflösen

# mdl-parse-error.recursiveAliasName
source: aliases must not be recursive
de: Aliasse mussen nicht rekursiv sein

# mdl-parse-error.cannotUseBlockName
source: '{0}' is already a known block type and cannot be used as the name of an alias
de: die Name '{0}' gehört schon einem Block-Typ und kann deshalb nicht die Name eines neuen Aliases sein.

# mdl-parse-error.insertionBeforeRoot
source: the root must be defined before further blocks can be added
de: bevor die Ergänzung mehrer Blöcke muss den Wurzelblock erst definiert werden

# mdl-parse-error.invalidBlockDefinition
source: block definition is not formatted correctly
de: der Block ist unrichtig formatiert

# mdl-parse-error.unknownBlockType
source: '{0}' is not a known block type
de: '{0}' ist kein bekannter Block-Typ

# mdl-parse-error.colorUnknown
source: the color specifier '{0}' could not be parsed
de: das Farb-Regel '{0}' wurde unrichtig formatiert

# mdl-parse-error.duplicateBlockAddress
source: a block already exists at that location
de: es gibt schon einen Block da

# mdl-parse-error.blockCollision
source: this block collides with a pre-existing block
de: dieser Block kollidiert mit einem älteren Block

# mdl-parse-error.duplicateRootDefinition
source: the root was already defined
de: der Wurzelblock wurde schon definiert

# mdl-parse-error.autopegNotApplicable
source: it is too early to use autopeg
de: es ist zu früh, autopeg zu benuzten

# mdl-parse-error.illegalAutopegArgument
source: illegal call to autopeg: '{0}' is not a valid automatic peg placement mode (valid options are 'min', 'mid', or 'max')
de: unrichtige Benutzung autopegs: '{0}' ist kein berichtiger Modus für die automatische Platzierung Pflockes (richtige Optionen sind 'min', 'mid', oder 'max')

# model-view-error.title
source: Internal Error
de: Innerlich Fehler

# model-view-error.no-file-passed
source: A filename was not passed to the system
de: Keine Datei-Name wurde zum System gegeben.

# model-view-error.file-not-located
source: The filesystem was unable to locate the file {0}
de: Das Dateisystem konnte nicht die Datei '{0}' finden

# rendering-error.title
source: Rendering Error
de: Rendering-Fehler

# rendering-error.componentNil
source: The model passed to the model viewer was nil
de: Das Vorbild, das zum Vorbildsanzeige passierte wurde, war nil

# rendering-error.sceneNil
source: The empty scene was nil
de: Die leere Szene war nil

# editor-pane.title
source: Edit
de: Bearbeiten

# editor-pane.title-disabled
source: Editing unavailable
de: Bearbeitung verboten

# editor-pane.unavailable-desc
source: In order to edit this model, you’ll need to make a copy of it first.
de: Um dieses Vorbild zu bearbeiten, musst du es erstmal kopieren.

# editor-pane.make-clone
source: Clone...
de: Kopieren...

# editor-pane.make-named-clone
source: Clone {0}...
de: {0} kopieren...

# viewer.block-count-zero
source: No blocks
de: Keine Blöcke

# viewer.block-count-singular
source: One block
de: Ein Block

# viewer.block-count-plural
source: {0} blocks
de: {0} Blöcke

# numbers.2
source: Two
de: Zwei

# numbers.3
source: Three
de: Drei

# numbers.4
source: Four
de: Vier

# numbers.5
source: Five
de: Fünf

# numbers.6
source: Six
de: Sechs

# numbers.7
source: Seven
de: Sieben

# numbers.8
source: Eight
de: Acht

# numbers.9
source: Nine
de: Neun

# numbers.10
source: Ten
de: Zehn

# numbers.11
source: Eleven
de: Elf

# numbers.12
source: Twelve
de: Zwölf

# numbers.13
source: Thirteen
de: Dreizehn

# numbers.14
source: Fourteen
de: Vierzehn

# numbers.15
source: Fifteen
de: Fünfzehn

# numbers.16
source: Sixteen
de: Sechzehn

# numbers.17
source: Seventeen
de: Siebzehn

# numbers.18
source: Eighteen
de: Achtzehn

# numbers.19
source: Nineteen
de: Neunzehn

# numbers.20
source: Twenty
de: Achtzehn
